export const messages = {
  intro: 'Это не фото. Это рисунок маслом нидерландского художника-фотореалиста Tjalf Sparnaay.',
  greeting: {
    title: 'Лучшие художники-фотореалисты бросают&nbsp;тебе&nbsp;вызов!',
    rules: [
      'Правила игры просты.',
      'Нужно отличить рисунок&nbsp;от фотографии и сделать выбор.',
      'Задача кажется тривиальной, но не думай, что все так просто.',
      'Фотореализм обманчив и коварен.',
      'Помни, главное — смотреть очень внимательно.'
    ].join('<br>')
  },
  rules: {
    title: 'Правила',
    description: [
      'Угадай 10 раз для каждого изображения фото <img src="img/photo_icon.png" width="16" height="16"> или рисунок <img src="img/paint_icon.png" width="16" height="16" alt="">.',
      'Фотографиями или рисунками могут быть оба изображения.',
      'На каждую попытку отводится 30 секунд.',
      'Ошибиться можно не более 3 раз.', '',
      'Готовы?'
    ].join('<br>')
  }
};
